
[
{ "text": "I can do all things through Christ which strengtheneth me.", "author": "Philippians 4:13 (KJV)" },
{ "text": "The LORD is my shepherd; I shall not want.", "author": "Psalm 23:1 (KJV)" },
{ "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding.", "author": "Proverbs 3:5 (KJV)" },
{ "text": "Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.", "author": "Joshua 1:9 (KJV)" },
{ "text": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.", "author": "Isaiah 40:31 (KJV)" },
{ "text": "This is the day which the LORD hath made; we will rejoice and be glad in it.", "author": "Psalm 118:24 (KJV)" },
{ "text": "God is our refuge and strength, a very present help in trouble.", "author": "Psalm 46:1 (KJV)" },
{ "text": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.", "author": "Jeremiah 29:11 (KJV)" },
{ "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:", "author": "Matthew 7:7 (KJV)" },
{ "text": "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?", "author": "Psalm 27:1 (KJV)" },
{ "text": "O taste and see that the LORD is good: blessed is the man that trusteth in him.", "author": "Psalm 34:8 (KJV)" },
{ "text": "Delight thyself also in the LORD; and he shall give thee the desires of thine heart.", "author": "Psalm 37:4 (KJV)" },

{ "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.", "author": "Psalm 23:4 (KJV)" },
{ "text": "I will lift up mine eyes unto the hills, from whence cometh my help. My help cometh from the LORD, which made heaven and earth.", "author": "Psalm 121:1-2 (KJV)" },
{ "text": "Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.", "author": "Psalm 46:10 (KJV)" },
{ "text": "Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.", "author": "Psalm 55:22 (KJV)" },
{ "text": "The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.", "author": "Psalm 34:17 (KJV)" },
{ "text": "The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.", "author": "Psalm 34:18 (KJV)" },
{ "text": "Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.", "author": "Psalm 37:5 (KJV)" },
{ "text": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.", "author": "Psalm 91:1 (KJV)" },
{ "text": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.", "author": "Psalm 91:2 (KJV)" },
{ "text": "He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.", "author": "Psalm 91:4 (KJV)" },
{ "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.", "author": "Psalm 91:11 (KJV)" },
{ "text": "Thy word is a lamp unto my feet, and a light unto my path.", "author": "Psalm 119:105 (KJV)" },
{ "text": "I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.", "author": "Psalm 139:14 (KJV)" },
{ "text": "The LORD shall preserve thee from all evil: he shall preserve thy soul. The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.", "author": "Psalm 121:7-8 (KJV)" },
{ "text": "For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.", "author": "Psalm 84:11 (KJV)" },
{ "text": "For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.", "author": "Psalm 30:5 (KJV)" },
{ "text": "Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.", "author": "Psalm 31:24 (KJV)" },
{ "text": "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.", "author": "Psalm 73:26 (KJV)" },
{ "text": "And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.", "author": "Psalm 50:15 (KJV)" },
{ "text": "I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.", "author": "Psalm 32:8 (KJV)" },
{ "text": "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.", "author": "Psalm 27:14 (KJV)" },
{ "text": "What time I am afraid, I will trust in thee.", "author": "Psalm 56:3 (KJV)" },
{ "text": "Truly my soul waiteth upon God: from him cometh my salvation. He only is my rock and my salvation; he is my defence; I shall not be greatly moved.", "author": "Psalm 62:1-2 (KJV)" },
{ "text": "Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah.", "author": "Psalm 68:19 (KJV)" },
{ "text": "For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.", "author": "Psalm 100:5 (KJV)" },
{ "text": "The LORD will perfect that which concerneth me: thy mercy, O LORD, endureth for ever: forsake not the works of thine own hands.", "author": "Psalm 138:8 (KJV)" },
{ "text": "They that sow in tears shall reap in joy.", "author": "Psalm 126:5 (KJV)" },
{ "text": "I had fainted, unless I had believed to see the goodness of the LORD in the land of the living.", "author": "Psalm 27:13 (KJV)" },
{ "text": "Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah.", "author": "Psalm 32:7 (KJV)" },
{ "text": "Teach me thy way, O LORD; I will walk in thy truth: unite my heart to fear thy name.", "author": "Psalm 86:11 (KJV)" },
{ "text": "So teach us to number our days, that we may apply our hearts unto wisdom.", "author": "Psalm 90:12 (KJV)" },
{ "text": "Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;", "author": "Psalm 30:11 (KJV)" },
{ "text": "The LORD is on my side; I will not fear: what can man do unto me?", "author": "Psalm 118:6 (KJV)" },
{ "text": "It is better to trust in the LORD than to put confidence in man.", "author": "Psalm 118:8 (KJV)" },
{ "text": "Bless the LORD, O my soul, and forget not all his benefits:", "author": "Psalm 103:2 (KJV)" },
{ "text": "Who forgiveth all thine iniquities; who healeth all thy diseases;", "author": "Psalm 103:3 (KJV)" },
{ "text": "Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;", "author": "Psalm 103:4 (KJV)" },
{ "text": "Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle's.", "author": "Psalm 103:5 (KJV)" },
{ "text": "I waited patiently for the LORD; and he inclined unto me, and heard my cry.", "author": "Psalm 40:1 (KJV)" },
{ "text": "Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.", "author": "Psalm 20:7 (KJV)" },

{ "text": "In all thy ways acknowledge him, and he shall direct thy paths.", "author": "Proverbs 3:6 (KJV)" },
{ "text": "Keep thy heart with all diligence; for out of it are the issues of life.", "author": "Proverbs 4:23 (KJV)" },
{ "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself.", "author": "Proverbs 11:25 (KJV)" },
{ "text": "Heaviness in the heart of man maketh it stoop: but a good word maketh it glad.", "author": "Proverbs 12:25 (KJV)" },
{ "text": "Commit thy works unto the LORD, and thy thoughts shall be established.", "author": "Proverbs 16:3 (KJV)" },
{ "text": "A man's heart deviseth his way: but the LORD directeth his steps.", "author": "Proverbs 16:9 (KJV)" },
{ "text": "A merry heart doeth good like a medicine: but a broken spirit drieth the bones.", "author": "Proverbs 17:22 (KJV)" },
{ "text": "The name of the LORD is a strong tower: the righteous runneth into it, and is safe.", "author": "Proverbs 18:10 (KJV)" },
{ "text": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.", "author": "Proverbs 18:21 (KJV)" },
{ "text": "A good name is rather to be chosen than great riches, and loving favour rather than silver and gold.", "author": "Proverbs 22:1 (KJV)" },
{ "text": "For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.", "author": "Proverbs 24:16 (KJV)" },
{ "text": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.", "author": "Proverbs 27:17 (KJV)" },
{ "text": "The blessing of the LORD, it maketh rich, and he addeth no sorrow with it.", "author": "Proverbs 10:22 (KJV)" },
{ "text": "When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.", "author": "Proverbs 3:24 (KJV)" },

{ "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.", "author": "Isaiah 26:3 (KJV)" },
{ "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.", "author": "Isaiah 41:10 (KJV)" },
{ "text": "For I the LORD thy God will hold thy right hand, saying unto thee, Fear not; I will help thee.", "author": "Isaiah 41:13 (KJV)" },
{ "text": "Fear not: for I have redeemed thee, I have called thee by thy name; thou art mine.", "author": "Isaiah 43:1 (KJV)" },
{ "text": "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.", "author": "Isaiah 43:2 (KJV)" },
{ "text": "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the LORD that hath mercy on thee.", "author": "Isaiah 54:10 (KJV)" },
{ "text": "For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands.", "author": "Isaiah 55:12 (KJV)" }
  ]